Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F28A.tmx
Source language: en_us
Languages: zh_cn

source: Changes of women's bodies during pregnancy
zh_cn: 女性孕期内的生理变化

source: When you see a pregnant lady, all that you can see is her rotund belly and a few added pounds everywhere.
zh_cn: 如果遇到一位怀孕的女士，你能看到的可能只是她那圆滚滚的肚子、稍显臃肿的身材。

source: But there's more to it than meets the eye.
zh_cn: 实际上孕期的变化远不止这些。

source: Here's what goes on in a woman's body through each month of the pregnancy.
zh_cn: 下面我们就来介绍一下女性在孕期内的各个月份身体的变化情况。

source: Month 1:
zh_cn: 第一个月

source: In all likelihood, women may not show or feel any symptoms.
zh_cn: 一开始，多数孕妇看上去并没有什么变化，她们自己也感觉不到有什么异常。

source: However, some women feel incredibly sleepy.
zh_cn: 但有些孕妇会变得嗜睡。

source: Breasts might become tender and slightly larger by the fourth week.
zh_cn: 到第四周的时候，乳房开始变软，且比原先稍大。

source: A heightened sense of smell is also one symptom. Women might notice that aromas that were hitherto pleasant cause gagging. Your favourite foods' smell might seem repulsive.
zh_cn: 再就是嗅觉变得更加灵敏，闻到一些香味会觉得恶心，即使原先比较爱吃的东西，味道也变得难以忍受。

source: Month 2:
zh_cn: 第二个月

source: You might put on a little weight around the hips.
zh_cn: 臀部可能更加浑圆。

source: A tiny bump may form around the stomach and waistline may increase.
zh_cn: 胃部稍稍有点隆起，腰部开始变粗。

source: However, there might not be any noticeable weight gain.
zh_cn: 但还看不出体重有明显的增加。

source: Although you might not yet know that you are pregnant, the umbilical cord is forming. This can be tiring for you.
zh_cn: 孕妇可能还不知道自己已经怀孕，但脐带正在形成，孕妇可能会感觉到疲倦。

source: The texture of hair and skin change.
zh_cn: 毛发和皮肤等正在发生变化。

source: Fine hair may become thick and shine or hair might even break and thin out. Skin might become flawless, free of blemishes and start glowing or you may develop acne problems.
zh_cn: 汗毛变得浓密而有光泽，头发脱落因而变得稀疏，皮肤更加光洁，看不到色斑，有些人可能会生痤疮。

source: By the end of the second month, the levels of progesterone and estrogen hormone in the body are almost four times the normal level. This may lead to major mood swings as also food cravings and aversions.
zh_cn: 月末，体内的孕酮和雌激素几乎增长到平时的4倍，这可能会导致孕妇情绪的异常波动、偏食或厌食等。

source: Month 3:
zh_cn: 第三个月

source: There could be nasal congestion and problems of a stuffy nose. A lot of blood is being pumped through the body, which means that the heart has to work doubly harder which also means that your energy levels might be at an all time low.
zh_cn: 可能会有鼻塞感，大量的血液流过身体，心脏的负担加重一倍，这意味着孕妇身体的能量将一直处于低水平。

source: Month 4:
zh_cn: 第四个月

source: Generally, women tend to feel much better in the second trimester than they did in their first. However, since each person is different so's their body's reaction.
zh_cn: 总的来说，随后的三个月要比前面三个月的感觉好很多，但由于存在个人差异，这个阶段的生理变化也会因人而异。

source: The thin line of fine hair that runs from the navel to the pubic bone becomes darker due to hormonal changes.
zh_cn: 体内激素的含量发生变化，使得从脐部到耻骨的汗毛变黑。

source: You might experience pain in the abdominal muscles because of it stretching to accommodate the baby.
zh_cn: 因为腹肌需要延展以容纳胎儿，孕妇可能会感觉到那里的疼痛

source: Month 5:
zh_cn: 第五个月

source: This can be the most enjoyable month for both the parents as the mother has adjusted to the hormonal changes in the body.
zh_cn: 这时孕妇已经适应了体内激素的变化，因此这个月对孕妇来说最为享受。

source: The mother's weight is not overwhelming as yet and she can feel the baby moving.
zh_cn: 孕妇体重依然没有明显的增加，但已经可以感觉到胎动。

source: However, an increase in the volume of blood can make the mother feel light-headed.
zh_cn: 因为血流量增加，孕妇常感觉到头晕。

source: Women must avoid resting on their backs.
zh_cn: 这段时间孕妇睡觉时一定不要仰卧。

source: Rest well or you might develop varicose veins.
zh_cn: 要休息好，不然可能会出现静脉曲张。

source: The skin on your belly is stretching. This might lead to tightening and itching.
zh_cn: 腹部的皮肤正在被拉伸，因而腹部有紧束感，并可能伴有瘙痒。

source: Use a good moisturiser that has vitamin E. to moisturise your skin.
zh_cn: 这时可以在皮肤上涂一些含维生素E、质量好一些的保湿面霜。

source: Month 6:
zh_cn: 第六个月

source: The aerola (dark circles around the nipples) will get larger and darker.
zh_cn: 乳晕变大，颜色变深。

source: Breasts grow larger consistently. It is likely that colostrum (a yellowish liquid) might leak from the breasts. The Montgomery glands (li'l pimples around the aerola) will become enlarged.
zh_cn: 乳房开始胀大，有时会有黄色的乳汁流出，丘疹状的乳晕腺开始变大。

source: Blood pressure might drop in the second trimester but will return to normalcy in the third trimester.
zh_cn: 4—6月份血压可能会降低，但到了7月份又会重新恢复正常。

source: Month 7:
zh_cn: 第七个月

source: As the baby grows bigger, the digestive tract, lungs and liver are pushed upward. This might lead to bouts of indigestion or constipation as well as breathlessness.
zh_cn: 随着胎儿体形不断增大，消化道、肺、肝等器官被向上推挤，这可能导致消化不良、便秘、气短等不良反应。

source: You need to watch what you eat.
zh_cn: 这时孕妇一定要注意自己的饮食。

source: You will also feel the urge to pee more often because of the pressure on your urinary tract.
zh_cn: 因为尿道受压，尿意频频，孕妇小便次数明显增多。

source: Month 8:
zh_cn: 第八个月

source: There will be a strain on your back leading to severe back pain.
zh_cn: 因背部长期紧张而导致严重的背疼。

source: You may not be able to sleep properly because of the need to pee often. This could make you snappish.
zh_cn: 因为小便频繁孕妇可能连觉也睡不安稳，于是孕妇可能会变得性情暴躁。

source: Try to remain calm.
zh_cn: 这时要尽量使自己保持平静。

source: Hands and feet might swell.
zh_cn: 脚和手都可能出现浮肿的现象。

source: Month 9:
zh_cn: 第九个月

source: Braxton Hicks or false alarms occur regularly in this month.
zh_cn: 这个月常会发生假的宫缩现象。

source: As the baby has grown to its fullest size by now, the stomach, liver, lungs, pelvic bowl are all cramped up against the diaphragm. This might be discomforting but you must be patient.
zh_cn: 此时胎儿个头已长足，孕妇的胃、肝、肺、骨盆等因受到隔膜的包裹而常常感到不适，但孕妇这时一定要有不要急躁。

source: Pregnancy can be overwhelming for some as there are massive physical changes in the body alongwith hormonal changes that affect not only the body but your emotional state as well. However, the key is to be calm and composed and deal with it.
zh_cn: 因为怀孕会带来巨大的生理变化，体内激素也会发生变化，它不仅影响孕妇的身体，也影响孕妇的情绪，对有些人来说可能真的有点受不了，但这时一定要保持身心平静，泰然处之。

source: "Women feel nauseous, uneasy and lethargic. They might have terrible mood swings. They may keep crying incessantly, might feel depressed for no reason at all.
zh_cn: “孕妇常会感到恶心、焦虑、嗜睡，也可能有剧烈的情绪波动，如不停地大喊大叫，产生莫名的沮丧感等。

source: You might also feel bloated.
zh_cn: 自己也能感觉到腹部肿胀。

source: A 42-year-old patient came to me suspecting she had fibroids since her stomach had bloated considerably.
zh_cn: 一个42岁的患者来就诊，她怀疑自己得了子宫肌瘤，因为腹部鼓得厉害。

source: She was six months pregnant and she was unaware of this as she thought her missed periods meant she had hit menopause.
zh_cn: 一检查才知她已有了6个月的身孕，她竟浑然不知，几个月都没有来例假，她还以为自己到了更年期。

source: Another patient, who had tried a multitude of fertility treatments and failed, thus, finally adopted a baby girl.
zh_cn: 还有个患者，用了各种方法就是不能怀孕，最后只得收养了一个女孩。

source: She developed back problems all of a sudden and was bed-ridden.
zh_cn: 有一天突然感觉到自己背部疼得不行，于是开始卧床。

source: She was under the impression that her bloated tummy was a result of this lack of activity.
zh_cn: 眼见着肚子也鼓了起来，她还认为那是她整日不运动造成的。

source: However, on getting an ultrasound done, we found out she was seven months pregnant."
zh_cn: 我们用超声波一检查，她已经怀孕七个月了。”

source: Dr Bindu Balani, MD, Gynaecologist
zh_cn: ——妇科医生Bindu Balani

source: A nervous hysterical wreck is an absolutely normal pregnant woman. She will have weird mood swings and food cravings and will drive everyone crazy but that's a perfectly normal pregnant woman.
zh_cn: “孕妇情绪起伏很大，有时甚至有些怪异，也可能对某一食物过分偏爱，会把家人闹腾得死去活来，这对孕妇来说真的是再正常不过了。

source: A lot of women do not realise that they are pregnant.
zh_cn: 还有很多妇女连自己怀孕了都不知道。

source: I had a patient who was undergoing treatment for infertility.
zh_cn: 有一位患者，因为不孕到处求医。

source: When she missed her period, she thought it was stress induced.
zh_cn: 有一次，该来月经没来，她想这可能是压力造成的。

source: Its only when she came to me did she realise that she was into her third month of pregnancy.
zh_cn: 最后她到我们这里来检查，才发现她怀孕快三个月了。”

source: Generally, women lose around two and a half kilos during the first trimester since they tend to throw up a lot.
zh_cn: “怀孕的头三个月，因为频繁的呕吐，孕妇体重可能会减少2.5公斤左右。

source: They gain weight (upto 10 to 12 kilos) in their second and third trimester.
zh_cn: 后面几个月体重会增加（10-12公斤）。

source: We advice obese women to keep their weight gain down to five-six kilos only since they run a risk of developing problems like high blood pressure etc."
zh_cn: 建议身体肥胖的女性将自己孕期的体重增加控制在5-6公斤，因为体重增加太多，患高血压的风险就会加大。”

source: Dr Amita Soni
zh_cn: ——妇产科医生 Amita Soni
